{
  "sections": [
    {
      "header": "Experience",
      "content": [
        {
          "one": "Marketing Design Lead",
          "two": "Suzy",
          "three": "https://www.suzy.com/",
          "four": "New York, NY",
          "five": "05.2019 - 09.2020",
          "six": [
            "Owned all marketing collateral (one sheets, sales decks, landing pages) for sales and customer service teams",
            "Conceptualized and executed on trade show & presentation designs, including large scale print materials (booth wraps, etc) ",
            "Worked in collaboration with CEO, and others in the C-Suite, to build and design pitch deck that was used during Suzy's $34 Millon Series C Fundraise",
            "Owned the creative direction and project management for the 2020 COVID Insight Hub, and executed on weekly deck designs and social media campaigns for successful COVID-focused webinar series.",
            "Owned all Instagram and Facebook social media assets, in partnership with the in-house copy writer."
          ]
        },
        {
          "one": "Cross-Functional Designer (contract)",
          "two": "Rocketrip",
          "three": "https://www.rocketrip.com/",
          "four": "New York, NY",
          "five": "09.2018 - 04.2019",
          "six": [
            "Collaborated with marketing, product, executive team in conceptualization and execution of brand refresh ",
            "Owned the design and execution of Rocketrip case studies in collaboration with sales team and enterprise customers (ex. Twitter, Kelloggs, H&M)"
          ]
        },
        {
          "one": "Freelance Graphic Designer",
          "two": "Self Employed",
          "three": null,
          "four": "New York, NY",
          "five": "10.2016 - 05.2019",
          "six": [
            "Strategized, designed, and executed on countless web, social media, and traditional print advertising projects for eCommerce and small business clients looking to expand marketplace reach"
          ]
        },
        {
          "one": "Freelance Consultant",
          "two": "Ecommerce Operation and Brand Stratedy Consulting",
          "three": null,
          "four": "New York, NY",
          "five": "08.2014 - 01.2016",
          "six": [
            "Worked with small businesses to improve web and marketplace presence",
            "Developed and optimized private eCommerce websites",
            "Collaborated with clients on white label brand development"
          ]
        }
      ]
    },
    {
    "header": "education",
    "content": [
      {
          "school": "42 Silicon Valley",
          "two": "Continuing Education, Computer Science",
          "five": "2017",
          "six": 
          [
          "Six month intensive in the fundamentals of computer science taught in the C programming language "
          ]
        },
      {
          "one": "Fordham University, Lincoln Center",
          "two": "BS, Cognitive Psychology",
          "five": "2011"
      }
    ]
    }
  ]
}